<div class="widget widget_twitter">
    <h3>最新碎语</h3>
    <ul>
        <li>
            艰苦的环境......连个实验室都找不到，哎
            <span class="time">2017/02/12 12:12</span>
        </li>
        <li>
            认真喜欢一个人是什么感觉 _____________________________
            <span class="time">2017/03/23 12:22</span>
        </li>
        <li>
            我这么骄傲的一个人，竟然会觉得自己哪都不好。
            <span class="time">2017/02/12 12:12</span>
        </li>
        <li>
            因为你，我愿意成为一个更好的人，不想成为你的包袱，因此发奋努力，只是为了想要证明我足以与你相配。
            <span class="time">2017/03/23 12:22</span>
        </li>
        <li>
            认真喜欢一个人的时候 最怕自己变得无趣 恨不得日夜翻书三百章 什么野史趣史风流史都看上一道儿 什么甜话浑话俏皮话都为你学上一遭 殚精竭虑的恨不能把自己剖开给你看 浑身上下都抖擞着几句话 “我超有趣的” “我可有意思了”“你看看我吧”
            <span class="time">2017/02/12 12:12</span>
        </li>
        <li>
            明明大家都穿着同样的制服 却还是能在人群里一眼认出 这大概是中学时代的特殊能力吧
            <span class="time">2017/03/23 12:22</span>
        </li>
    </ul>
    <p class="more">
        <a href="">更多碎语>></a>
    </p>
</div>